Repository: slub/slub_web_sachsendigital
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# double.RectoVerso
source: Adjust recto/verso
de: Recto/Verso korrigieren

# double.doublePageView
source: Show double pages
de: Doppelseitenansicht

# double.singlePageView
source: Show single page
de: Einzelseitenansicht

source: Download left page
de: Linke Seite herunterladen

source: Download right page
de: Rechte Seite herunterladen

source: Download single page
de: Einzelseite herunterladen

# download.work
source: Download whole work
de: Ganzes Werk herunterladen

# fullscreen
source: Fullscreen Mode
de: Vollansicht

# fulltext.no_fulltext_double
source: No fulltext in double page mode.
de: Keine Volltexte in der Doppelseitenansicht.

# fulltext.no_fulltext_gridpage
source: No fulltext in gridpage mode.
de: Keine Volltexte in der Vorschau-Ansicht.

# gridpage.preview
source: Thumbnail Preview
de: Vorschaubilder

# nav.close
source: Close page navigation
de: Seitennavigation schließen

# nav.open
source: Open page navigation
de: Seitennavigation öffnen

# provider.email_provider
source: Email to data provider
de: Email an Datenprovider

# provider.local_catalogue
source: Online Public Access Catalog
de: Lokaler Katalog

# provider.local_presentation
source: Show in local context
de: Lokale Präsentation anzeigen

# provider.slub_catalogue
source: SLUB Catalogue
de: SLUB Katalog

# purl.document
source: Permalink document
de: Permalink Dokument

# purl.singlePage
source: Permalink page
de: Permalink Seite

# tx_slubwebsachsendigital_media.imagecurated
source: Media-Element for Curated Content
de: Bild-Element für kuratierte Inhalte

# tx_slubwebsachsendigital_media.imagecurated.description
source: Insert curated Images with Description on Homepage.
de: Kuratierte Inhalte mit Beschreibung auf der Startseite

# tx_slubwebsachsendigital_media.institutions
source: Media-Element for Institutions
de: Bild-Element für Institutionen

# tx_slubwebsachsendigital_media.institutions.description
source: Insert Institutions-Logo with description.
de: Einfügen von Institutionen-Logos mit Beschreibung.

# tx_slubwebsachsendigital_media.media
source: SA(V)E Media Element
de: SA(V)E Medien-Element

# tx_slubwebsachsendigital_media.media.description
source: Insert Video-Player with Metadata and Chapters with Timecodes.
de: Video-Player mit Metadaten und Kapitel mit Timecodes einfügen.

# tx_slubwebsachsendigital_media.menu_collections
source: Menu Element for Collections on Subpages
de: Menü-Element für Kollektionsübersicht

# tx_slubwebsachsendigital_media.menu_collections.description
source: This shows all Subpages as Collection Tiles.
de: Zeigt alle Unterseiten als Kollektionskacheln an.

# tx_slubwebsachsendigital.menu_selected_collections
source: Menu Element for selected Collections
de: Menü-Element für ausgewählte Kollektionen

# tx_slubwebsachsendigital.menu_selected_collections.description
source: This shows all selected collections as tiles.
de: Dieses Element zeigt alle ausgewählten Kollektionen als Kacheln an.

# tx_slubwebsachsendigital_slider.description
source: This content element renders the large slider on the homepage
de: Dieses Inhaltselement stellt den großen Slider auf der Homepage dar

# tx_slubwebsachsendigital_slider.items
source: Slider Items
de: Folien Einträge

# tx_slubwebsachsendigital_slider.slide.title
source: Slide title
de: Folien-Titel

# tx_slubwebsachsendigital_slider.slide.subtitle
source: Slide subtitle
de: Folien Sub-Titel

# tx_slubwebsachsendigital_slider.slide.link
source: Slide Link
de: Verlinkung

# tx_slubwebsachsendigital_slider.slide.image
source: Slide Image
de: Bild auf dieser Folie

# website.jump_totop
source: Jump to top of page
de: zum Seitenanfang springen

# website.last_updated
source: Last updated
de: Zuletzt aktualisiert

# website.totop
source: to top
de: nach oben
